[
  {
    "paragraph": "The alternating built-in electric field generated by the piezoelectric effect of traditional piezoelectric materials, such as BaTiO3, ZnO, provides a strong driving force for the separation and migration of carriers. In addition to traditional piezoelectric materials, certain unique materials, such as layered transition metal dichalcogenides, bismuth-layered structure materials, wurtzite-based semiconductors, graphene, g-C3N4, and metal-organic frameworks, have piezoelectric properties and are considered novel piezocatalysts.",
    "materials": [
      "piezoelectric materials",
      "BaTiO3",
      "ZnO",
      "layered transition metal dichalcogenides",
      "bismuth-layered structure materials",
      "wurtzite-based semiconductors",
      "graphene",
      "g-C3N4",
      "metal-organic frameworks",
      "piezocatalysts"
    ]
  },
  {
    "paragraph": "We divide piezoelectric materials into two categories: inorganic piezoelectric materials and organic piezoelectric materials. Then the mainstream inorganic piezoelectric materials are divided into four subcategories, namely: (1) MTiO3, (2) bi-class catalytic materials, (3) MoX2, and (4) ZnO piezoelectric materials. The mainstream organic piezoelectric materials are divided into PVDF and g-C3N4 materials.",
    "materials": [
      "piezoelectric materials",
      "inorganic piezoelectric materials",
      "organic piezoelectric materials",
      "MTiO3",
      "bi-class catalytic materials",
      "MoX2",
      "ZnO piezoelectric materials",
      "PVDF", 
      "g-C3N4"
    ]
  },
  {
    "paragraph": "Piezoelectric effect plays an important role in a variety of applications, such as sensors, nanogenerators and piezotronics. Atomic layer deposition (ALD) shows exceptional potential in preparing a wide range of materials with precise thickness control (due to its self-limiting growth nature at the Angstrom level) and capability of deposition on high aspect ratio surface. Here, we provide the introduction to ALD and highlight its unique features among other fabrication techniques, with reference to the state of the art on ALD preparation of different piezoelectric materials, including novel transition metal dichalcogenides (TMDs) and traditional Metal Oxides (MOs).",
    "materials": [
      "sensors",
      "nanogenerators",
      "piezotronics",
      "piezoelectric materials",
      "transition metal dichalcogenides (TMDs)",
      "Metal Oxides (MOs)"
    ]
  }
]